Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: A maximum timeframe of 1,440 minutes (24 hours) did not have an impact on the sterilising capability of the filter.
es_es: Un plazo máximo de 1,440 minutos (24 horas) no afectó la capacidad de esterilización del filtro.

source: A menos que estudios de dosis única no sean posibles por razones tales como las discutidas en la sección 8.1.1, se pueden llevar a cabo estudios de bioequivalencia (BE) cruzados bajo las dos condiciones (ayuno y con alimento) y con la mayor dosis.
es_es: Unless single dose studies are not feasible for the reasons in section 8.1.1, crossover bioequivalence studies may be conducted under the two conditions above (pre- and postprandial) and at the highest dose.

source: A method validation of the updated CEX method with improved split integration has successfully been performed.
es_es: Con el modo actualizado, en el que se ha mejorado integración de la división de flujo, se ha podido validar correctamente el método CEX vigente.

source: A minimum clean room surrounding of Grade C is already set for performing potentially open or temporary open processes (e.g. cell banking, inoculum, and formulation).
es_es: Como mínimo, ya se ha establecido un entorno de sala blanca de Grado C para realizar procesos que puedan ser abiertos o que lo sean por un tiempo dado (por ejemplo, bancos de células, inóculo y formulación).

source: A minimum filling speed of 20 vials/minute was also tested during transfer fills.
es_es: También se evaluó una velocidad mínima de llenado de 20 frascos/minuto durante los llenados de transferencia.

source: A minimum hydrolysis rate was found between pH 5 and pH 6 but because of the low buffering capacity of phosphate in that pH range, a higher pH (pH 7.3) was selected for the final formulation.
es_es: Se identificó una tasa de hidrólisis mínima entre un pH 5 y un pH 6, pero debido a la baja capacidad de amortiguación del fosfato en ese rango de pH, se seleccionó un pH más alto (pH 7.3) para la formulación final.

source: A mixed-effect model with random effect for trial site was also analyzed post hoc.
es_es: También se analizó post hoc un modelo de efectos mixtos con efectos aleatorios para el lugar del ensayo.

source: A multicenter, randomized, controlled study.
es_es: Un estudio multicéntrico, aleatorizado, controlado.

source: A narrative describing the details of the SAE is then developed.
es_es: Luego se desarrolla un informe narrativo en el que se describen los detalles dicho evento adverso serio.

source: A narrow range of approximately 41% - 49% Type I was observed for all lots, as determined by rpHPLC.
es_es: Se observó un rango aproximado de entre el 41% y el 49% del tipo I en todas las partidas, determinado por rpHPLC.

source: A national coordinator committee was set up to advise on the trial.
es_es: Se estableció un comité coordinador nacional para dar asesoramiento sobre el ensayo.

source: A nitrosamine risk assessment was performed in accordance with current regulatory requirements utilizing current scientific knowledge and industry best practice.
es_es: Al evaluar el riesgo de que se hallen nitrosaminas se siguieron las disposiciones regulatorias vigentes, valiéndose del conocimiento científico actual y las buenas prácticas de la industria.

source: A non-KMA is a material input whose variability has no impact on process performance and product quality.
es_es: Un atributo no clave de los materiales cuya variabilidad no afecta el desempeño del proceso ni la calidad del producto.

source: A non-KPI is a measurable output value that describes the outcome of a manufacturing step without impact on process performance and product I) quality.
es_es: Un indicador no clave del proceso es un producto cuantificable que describe el resultado de un paso de fabricación que no afecta el desempeño del proceso ni la calidad del producto.

source: A non-KPI is a measurable output value that describes the outcome of a manufacturing step without impact on process performance and product quality.
es_es: Un indicador no clave del proceso es un producto cuantificable que describe el resultado de unpaso de fabricación que no afecta el desempeño del proceso ni la calidad del producto.

source: A non-KPP is a parameter with no impact on critical quality attributes and process performance.
es_es: Un parámetro no clave del proceso que no afecta los atributos críticos de calidad ni el desempeño del proceso.

source: A notary public or other officer completing this certificate verifies only the identity of the individual who signed the document to which this certificate is attached, and not the truthfulness, accuracy, or validity of that document
es_es: El escribano público o el fedatario que complete este certificado verifica únicamente la identidad de la persona que firmó el documento al que se adjunta este certificado, y no la veracidad, exactitud o validez de ese documento.

source: A notary public or other officer completing this certificate verifies only the identity of the individual who signed the document to which this certificate is attached, and not the truthfulness, accuracy, or validity of that document.
es_es: El escribano público o el fedatario que complete este certificado verifica únicamente la identidad de la persona que firmó el documento al que se adjunta este certificado, y no la veracidad, exactitud o validez de ese documento.

source: A notation of the nature of consent will be made on the subject’s medical history/patient notes, and recorded in the eCRF.
es_es: Se dejará constancia de la naturaleza del consentimiento en la historia clínica/registros del paciente, y se registrará en el eCRF.

source: A number of compatibility studies were carried out on the primary packaging materials used for the spesolimab PFS-NSD-1 (see Section 3.2.P.2 Pharmaceutical Development, Chapter 8.5 for details):
es_es: Se llevaron a cabo una serie de estudios de compatibilidad en los materiales de acondicionamiento primario empleados para el dispositivo PFS-NSD-1 de espesolimab (se incluyen detalles en la Sección 3.2.P.2, Desarrollo farmacéutico, Capítulo 8.5):

source: A number of endpoints defined as part of the evaluation of efficacy were related to CV events, renal events, and vital signs.
es_es: Varios de los criterios de valoración definidos como parte de la evaluación de la eficacia tenían que ver con eventos cardiovasculares, eventos renales y signos vitales.

source: A paper-based comparison of analytical results for release and stability testing further supports their equivalence, underlining their similar consistency, safety, efficacy, and quality.
es_es: Una comparación en formato impreso de los resultados analíticos de las pruebas de liberación y estabilidad también respalda su equivalencia, y hace hincapié en la similitud en la uniformidad, seguridad, eficacia y calidad.

source: A parametric joint gamma-frailty model
es_es: Un modelo de fragilidad conjunta paramétrica con distribución gamma

source: A patient could have been instructed to permanently stop the trial medication only after discussion with investigator, if eligibility criteria were being violated, or if the patient failed to comply with the protocol (e.g. non-attendance at trial assessments).
es_es: Si se violaban los criterios de elegibilidad o si el paciente incumplía el protocolo (por ejemplo, faltando a las evaluaciones del ensayo), y previa conversación con el investigador, se le podía indicar que suspendiera permanentemente la medicación en estudio.

source: A patient fulfilling all the criteria of a respective endpoint was considered a ‘responder’.
es_es: Se consideraba "responsivo" a todo paciente que cumpliera todos los requisitos de un criterio de valoración respectivo.

source: A patient had the right to withdraw informed consent for participation at any time for any reason.
es_es: Los pacientes tenían derecho a retirar el consentimiento informado para participar en cualquier momento y por cualquier motivo.

source: A patient may be counted in more than one seriousness criterion.
es_es: Podría darse que un paciente se cuente en más de un criterio de gravedad.

source: A phase 3 trial comparing tenecteplase with alteplase in patients in whom endovascular thrombectomy is not planned, with a primary outcome of functional recovery, is ongoing (Tenecteplase versus Alteplase for Stroke Thrombolysis Evaluation [TASTE]; Australian New Zealand Clinical Trials Registry number, ACTRN12613000243718).
es_es: Se encuentra en curso un ensayo de fase 3 que compara la tenecteplasa con la alteplasa en pacientes en quienes no se prevé una trombectomía endovascular, con un resultado principal de recuperación funcional (Tenecteplasa frente a alteplasa para la evaluación de la trombólisis en el accidente cerebrovascular [TASTE]; número de registro de ensayos clínicos de Australia y Nueva Zelanda, ACTRN12613000243718).

source: A phase III randomised, double-blind trial to evaluate efficacy and safety of once daily empagliflozin 10 mg compared to placebo, in patients with chronic Heart Failure with preserved Ejection Fraction (HFpEF)
es_es: Un ensayo de fase III, aleatorizado, doble ciego, para evaluar la eficacia y seguridad de empagliflozina 10 mg una vez al día en comparación con placebo, en pacientes con insuficiencia cardíaca crónica con fracción de eyección reservada [Heart Failure with preserved Ejection Fraction (HFpEF)]

source: A physical, chemical, biological or microbiological property or characteristic that should be within an appropriate limit, range, or distribution to ensure the desired product quality.
es_es: Propiedad o característica física, química, biológica o microbiológica que debe estar dentro de un límite, rango o distribución apropiados para garantizar la calidad deseada del producto.

source: A plunger stopper is used as closure for the syringe of spesolimab solution for injection in pre-filled syringe 300 mg/ syringe (150 mg/mL).
es_es: Se usa un tapón de émbolo como cierre de la jeringa de la solución inyectable de Espesolimab en jeringa prellenada de 300 mg/jeringa (150 mg/ml).

source: A possible concern for DPP-4 inhibitors is an increased risk of hospitalisation for heart failure, which was shown for other DPP-4 inhibitors in the SAVOR-TIMI and EXAMINE trials, but not in the TECOS trial.
es_es: Una preocupación posible en los inhibidores de la DPP-4 es que haya un mayor riesgo de hospitalización por insuficiencia cardíaca, lo cual se observó con otros inhibidores de la DPP-4 en los ensayos SAVOR-TIMI y EXAMINE, pero no en el ensayo TECOS.

source: A post hoc subanalysis of more severely affected patients in NOR-TEST also did not find significantly different adverse outcomes with 0.4 mg/kg of tenecteplase vs 0.9 mg/kg of alteplase, although there was an increase in death at 90 days in the tenecteplase group in patients with baseline NIHSS score of at least 15 (10 of 40 vs 4 of 47; P = .045).16 Notably, this was not due to symptomatic intracranial hemorrhage, which was responsible for 1 of 10 deaths in the tenecteplase group and 2 of 4 deaths in the alteplase group.
es_es: En un análisis post hoc de pacientes más gravemente afectados en el ensayo NOR-TEST, no hubo una diferencia significativa entre los resultados adversos observados con 0.4 mg/kg de tenecteplasa y con 0.9 mg/kg de alteplasa. Sin embargo, hubo un aumento en la cantidad de muertes a los 90 días en el grupo de tenecteplasa en los pacientes con una puntuación de NIHSS de al menos 15 (10 de 40 frente a 4 de 47; p = .045).16 Cabe destacar que esto no se debió a una hemorragia intracraneal sintomática, que fue responsable de 1 de 10 muertes en el grupo de tenecteplasa y de 2 de 4 muertes en el grupo de alteplasa.

source: A potential impact of aggregates on clearance and a theoretical immunogenicity risk is given.
es_es: Existe un posible impacto de agregados en la eliminación y un riesgo teórico de inmunogenicidad.

source: A pre-specified pooled analysis of part 1 and 2 data will be performed to compare the effect of 0.9mg/kg alteplase, 0.25mg/kg tenecteplase and 0.4mg/kg tenecteplase.
es_es: En un análisis agrupado de los resultados de las Partes 1 y 2, se comparará el efecto de 0.9 mg/kg de alteplasa, 0.25mg/kg de tenecteplasa y 0.4mg /kg de tenecteplasa.

source: A pre-specified pooled analysis with EXTEND-IA TNK part 1 data1 will be performed to compare the effect of 0.9mg/kg alteplase, 0.25mg/kg tenecteplase and 0.4mg/kg tenecteplase
es_es: Para comparar el efecto de 0.9 mg/kg de alteplasa, 0.25 mg/kg de tenecteplasa y 0.4 mg/kg de tenecteplasa, se realizará un análisis agrupado preespecificado con los datos de la parte 1 del ensayo1.

source: A pre-specified pooled analysis with EXTEND-IA TNK part I data (may be reported in publications subsequent to primary paper)
es_es: Análisis agrupado preespecificado con datos de la parte 1 de EXTEND-IA TNK (pueden presentarse en publicaciones que aparezcan después del artículo principal)

source: A pre-specified pooled analysis with part 1 data will be performed to compare the effect of 0.9mg/kg alteplase, 0.25mg/kg tenecteplase and 0.4mg/kg tenecteplase.
es_es: Se llevará a cabo un análisis combinado con los datos de la parte 1 para comparar el efecto de 0.9 mg/kg de alteplasa, 0.25 mg/kg de tenecteplasa y 0.4 mg/kg de tenecteplasa.

source: A pre-specified pooled analysis with part 1 data1 will be performed to compare the effect of 0.9mg/kg alteplase, 0.25mg/kg tenecteplase and 0.4mg/kg tenecteplase using the same outcome measures as part 1 of the trial.1
es_es: Se llevará a cabo un análisis agrupado con datos de la parte 11 del ensayo para comparar el efecto de 0.9 mg/kg de alteplasa, 0.25 mg/kg de tenecteplasa y 0.4 mg/kg de tenecteplasa. Se utilizará el mismo criterio de valoración que el empleado en la parte 1 del ensayo.1

source: A prespecified analysis pooled data from part 2 of the trial with the original trial data that compared 0.25 mg/kg of tenecteplase vs 0.90 mg/kg of alteplase, 3 merging the 2 tenecteplase dose groups into a single group.
es_es: En un análisis programado, se reunieron los datos de la parte 2 del ensayo con los datos del ensayo original en el que se compararon las dosis de 0.25 mg/kg de tenecteplasa con la dosis de 0.90 mg/kg de alteplasa,3 fusionando los 2 grupos de tenecteplasa en un único grupo.

source: A prespecified pooled analysis with part 1 data will be performed to compare the effect of 0.9mg/kg alteplase, 0.25mg/kg tenecteplase and 0.4mg/kg tenecteplase.
es_es: Se llevará a cabo un análisis combinado con los datos de la Parte 1 para comparar el efecto de 0.9 mg/kg de alteplasa, 0.25 mg/kg de tenecteplasa y 0.4 mg/kg de tenecteplasa.

source: A previous trial that investigated the efficacy and safety in patients with HFrEF (LVEF ≤40%; BI trial number 1245.121) has been completed [P20-07681].
es_es: Ya se había completado un ensayo previo orientado a investigar la eficacia y seguridad en pacientes con insuficiencia cardíaca con la fracción de eyección reducida (FEVI ≤40%; ensayo BI 1245.121) [P20-07681].

source: A primary packaging related risk assessment was conducted to evaluate the impact from the primary packaging MA on the CQA (see Chapter “CRITICAL QUALITY ATTRIBUTES“) of tenecteplase DP.
es_es: Se realizó una evaluación de riesgos relacionados con el acondicionamiento primario para evaluar el impacto de los atributos de los materiales del acondicionamiento primario sobre los atributos críticos de calidad (véase el Capítulo "ATRIBUTOS CRÍTICOS DE CALIDAD") del medicamento tenecteplasa.

source: A primary stroke centre was defined as a hospital with resources and processes to offer intravenous thrombolysis to patients with an acute stroke, whereas a comprehensive stroke centre was defined as a hospital that can offer endovascular thrombectomy in addition to these services.
es_es: Se consideró centro primario de accidentes cerebrovasculares a todo centro médico con recursos y procesos para ofrecer trombólisis intravenosa a pacientes con accidente cerebrovascular agudo, mientras que un centro integral de accidentes cerebrovasculares se definió como un centro médico que puede ofrecer trombectomía endovascular además de estos servicios.

source: A process parameter whose variability has an impact on a CQA and therefore should be monitored or controlled to ensure the process produces the desired quality.
es_es: Un parámetro del proceso cuya variabilidad afecta un atributo crítico de calidad y, por lo tanto, debe ser monitoreado o controlado para asegurar que el proceso produzca la calidad deseada.

source: A process parameter whose variability has an impact on a critical quality attribute and therefore should be monitored or controlled to ensure the process produces the desired quality (ICH Q8R2).
es_es: Un parámetro del proceso cuya variabilidad afecta un atributo crítico de calidad y, por lo tanto, debe ser monitoreado o controlado para asegurar que el proceso produzca la calidad deseada (ICH Q8R2).

source: A protocol-specific Trial Data Management and Analysis Plan (TDMAP) was prepared and is available in the CTMF.
es_es: Se preparó un Plan de análisis y gestión de datos de ensayos específico del protocolo, que está disponible en el archivo maestro del ensayo clínico.

source: A pure blue colour is produced.
es_es: Se produce un color azul puro.

source: A quality target product profile (QTPP) was compiled for tenecteplase lyophilisate for solution for injection 25 mg describing fundamental requirements of the product to be developed.
es_es: Se armó un perfil cualitativo previsto del producto tenecteplasa 25 mg en liofilizado para solución inyectable, en el cual se describen los requisitos fundamentales del producto que se va a desarrollar.

source: A quantitative comparison is not possible.
es_es: No es posible realizar una comparación cuantitativa.

source: A randomized controlled trial of tenecteplase versus alteplase before intra-arterial reperfusion therapy within 4.5 hours of stroke onset
es_es: Ensayo controlado, aleatorizado de tenecteplasa frente a alteplasa antes del tratamiento de reperfusión intraarterial en el plazo de las 4.5 horas posteriores al inicio del accidente cerebrovascular

source: A range is identified which shows no impact to the product's potency.
es_es: Se identifica un rango sin ningún impacto en la potencia del producto.

source: A range of different analyses of treatment sustainability were conducted as tertiary diabetes- related endpoints.
es_es: Como criterios de valoración terciarios, relacionados con la diabetes, se llevó a cabo una serie de análisis sobre la sostenibilidad del tratamiento.

source: A rationale is presented in this document for the proposed acceptance criterion for the degradation product Z, which has been derived based upon the following:
es_es: En este documento, se presenta la justificación del criterio de aceptación propuesto para el producto de degradación Z, derivado según las siguientes consideraciones:

source: A real sample with relevant NDMA concentration is needed since spiked samples cannot represent the robustness of the sample preparation steps.
es_es: Se necesita una muestra real con una concentración relevante de NDMA, dado que las muestras enriquecidas no pueden repreentar la robustez de los pasos de preparación de las muestras.

source: A recommendation of early termination due to safety reasons were to be considered by the Independent Data Safety Monitoring Board if the corresponding Haybittle-Peto boundary (Z =3) at a given interim analysis were to be crossed.
es_es: El Comité independiente de vigilancia de datos y seguridad recomendaría una interrupción anticipada por motivos de seguridad de superarse el correspondiente umbral Haybittle-Peto (Z =3) en un análisis provisional especifico.

source: A recommendation of early termination due to safety reasons will be considered by the Independent Data Safety Monitoring Board if the corresponding Haybittle-Peto boundary (p = 0.001, Z =3) at a given interim analysis is crossed.
es_es: El Comité de vigilancia de datos y seguridad recomendará una interrupción anticipada por motivos de seguridad si se cruza el correspondiente umbral de Haybittle-Peto (p = 0.001, Z =3) en un análisis provisional especifico.

source: A red colour develops.
es_es: Se desarrolla un color rojo.

source: A remote, web-based, computer-generated randomization procedure is used.
es_es: Se utiliza un procedimiento de aleatorización web, remoto y computarizado.

source: A retrospective analysis indicated that 32 (5.6%) had a documented recurrence.
es_es: Un análisis retrospectivo indicó que 32 (5.6%) presentaron recurrencia documentada.

source: A risk assessment of the supplier is available stating that no risk of presence of nitrosamine was identified.
es_es: El proveedor ha aportado una evaluación de riesgos en la que indica que no se identificó ningún riesgo de presencia de nitrosaminas.

source: A risk assessment regarding a potential cross-contamination of existing processes is carried out in order to evaluate if the product can be introduced into the facilities.
es_es: Con objeto de evaluar si es posible introducir el producto en las instalaciones, se valoran los riegos de una posible contaminación cruzada de los procesos existentes.

source: A risk assessment regarding elemental impurities for Spiriva® Respimat® was conducted following the components-based approach option 2B of the ICH Q3D guideline.
es_es: Se realizó una evaluación de riesgos de impurezas elementales en Spiriva® Respimat ®, con un enfoque basado en componentes, de acuerdo con el lineamiento Q3D, opción 2B, de la ICH.

source: A risk evaluation for the potential presence of nitrosamine impurities was conducted for empagliflozin / metformin hydrochloride film-coated tablets followed by a confirmatory testing regarding potential presence of N-Nitrosodimethylamine (NDMA).
es_es: Se realizó una evaluación del riesgo de la posible presencia de impurezas nitrosaminas en los comprimidos recubiertos de empagliflozina/clorhidrato de metformina, seguida de una prueba confirmatoria sobre la presencia potencial de N-nitrosodimetilamina (NDMA).

source: A robust and consistent removal of product- related impurities during DS manufacture was demonstrated based on three 12,000 L scale non- clinical batches, one 12,000 L scale clinical batch and four 12,000 L validation batches.
es_es: A partir de tres partidas preclínicas a escala de 12,000 l, una partida clínica a escala de 12,000 l y cuatro partidas de validación de 12,000 L, se demostró una eliminación sólida y sistemática de impurezas relacionadas con el producto durante la fabricación del principio activo

source: A robust and consistent removal of product-related impurities during DS manufacture was demonstrated based on three 12,000 L scale non- clinical batches, one 12,000 L scale clinical batch, four 12,000 L validation batches manufactured at BI Biberach and three 12,000 L validation batches manufactured at BI Vienna
es_es: A partir de tres partidas preclínicas a escala de 12,000 l, una partida clínica a escala de 12,000 l y cuatro partidas de validación de 12,000 L elaboradas en BI Biberach y tres partidas de validación de 12,000 l elaboradas en BI Vienna, se demostró una eliminación sólida y sistemática de impurezas relacionadas con el producto durante la fabricación del principio activo
